Repository: wp-plugins/ssp-director-tools
Catalog: languages/sspdt-*.po
Languages: de_de, sr_rs

source: Cheatin&#8217; uh?
de_de: Schummeln Sie etwa?
sr_rs: Varate&#8217; jel?

source: Settings have been saved.
de_de: Die Einstellungen wurden gespeichert.
sr_rs: Postavke su sačuvane

source: API Settings seem wrong. Please double check them.
de_de: Die API Einstellungen sind offensichtlich nicht korrekt. Bitte überprüfen Sie sie.
sr_rs: API Postavke su loše. Molim vas prgledajte ih ponovo.

source: You must define the API settings. Otherwise this plugin won't work.
de_de: Sie müssen die API Einstellungen festlegen, sonst funktioniert dieses Plugin nicht.
sr_rs: Morate definisati API podešavanja. Inače ovaj plugin neće raditi.

source: Your PHP version is too old.
de_de: Die Version von PHP auf diesem Server ist zu alt.
sr_rs: Vaša PHP verzija je zastarela.

source: The DirectorPHP API needs at least PHP 5. Please install it or get in touch with your internet provider or system administrator
de_de: Die DirectorPHP API benötigt mindestens PHP 5. Bitte installieren sie PHP 5.
sr_rs: DirectorPHP API zahteva minimum PHP 5. Molim vas instalirajte ili kontaktirajte vaš internet provajder ili administratora sistema.

source: php_curl is not installed.
de_de: php_curl ist nicht installiert.
sr_rs: php_curl nije instaliran.

source: SSP Director Tools need php_curl be installed to work properly.
de_de: php_curl muss installiert sein, damit SSP Director Tools korrekt funktionieren.
sr_rs: SSP Director Tools zahteva da bude php_curl instalirano da bi radilo ispravno.

source: API Settings
de_de: API Einstellungen
sr_rs: API postavke

source: The settings can be found on the "System Info" page of your SlideShowPro Director installation.
de_de: Die entsprechenden Werte finden Sie auf der Seite "System Informationen" Ihrer SlideShowPro Director Installation.
sr_rs: Postavke mogu biti pronadjene na "System Info" stranici vaše SlideShowPro Director instaacije

source: API Key
de_de: API Schlüssel
sr_rs: API ključ

source: API Path
de_de: API Pfad
sr_rs: API putanja

source: Caching disabled
de_de: Caching deaktiviert
sr_rs: Caching onemogućen

source: Your cache directory %s is not writable.
de_de: Ihr Cache Verzeichnis %s ist nicht beschreibbar.
sr_rs: Vaš cache direktorijum %s se ne može pisti.

source: You must allow your web server to write to it in order to enable caching.
de_de: Um das Caching zu aktivieren, müssen Sie dem Web-Server Schreibrecht auf diesem Verzeichnis geben.
sr_rs: Morate dozvoliti vašem web serveru da piše na njemu da biste omogućili caching.

source: API Cache activated
de_de: API Cache aktiviert
sr_rs: API Cache aktiviran

source: The API cache can improve performance dramatically.
de_de: Der API Cache kann die Performanz deutlich steigern.
sr_rs: API Cache vam može dramatično poboljšati performanse.

source: Photo Feed Options
de_de: Foto Feed Einstellungen
sr_rs: Photo Feed Opcije

source: Needed, if you want to use the photo feed functionality.
de_de: Wird benötigt, falls Sie die Foto Feed Funktionalität verwenden möchten.
sr_rs: Potrebno je ako hoćete da iskoristite photo feed funkcionalnost.

source: Photo Feed URL
de_de: Foto Feed URL

source: Path to the photo feed installation with tailing slash.
de_de: Pfad zur Foto Feed Installation (mit abschließsendem Schrägstrich).
sr_rs: Putanja za photo feed instalaciju sa tailing slash-om.

source: Enter the same secret as in the config.php file of your photo feed installation.
de_de: Geben Sie dasselbe Secret ein wie in der config.php Datei Ihrer Foto Feed Installation.
sr_rs: Unesite istu tajnu kao u config.php fajlu vaše photo feed instalacije.

source: Image Sizes an Handling
de_de: Bildgrössen und -handhabung
sr_rs: Veličina slike je Handling

source: Define image sizes, quality and cropping.
de_de: Bildgrößen, Qualität und Zuschnitt festlegen.
sr_rs: Definišite veličinu slika, kvalitet i kropovanje.

source: Width
de_de: Breite
sr_rs: Širina

source: Height
de_de: Höhe
sr_rs: Visina

source: Quality
de_de: Qualität
sr_rs: Kvalitet

source: Cropping
de_de: Zuschnitt
sr_rs: Kropovanje

source: Sharpening
de_de: Schärfung
sr_rs: Deljenje

source: Alignment
de_de: Ausrichtung
sr_rs: Poravnavanje

source: Watermark
de_de: Wasserzeichen

source: Grid
de_de: Bildraster

source: Thumbnail
de_de: Vorschau

source: none
de_de: keine
sr_rs: ništa

source: left
de_de: links
sr_rs: levo

source: center
de_de: zentriert
sr_rs: centar

source: right
de_de: rechts
sr_rs: desno

source: Image
de_de: Präsentation
sr_rs: Slika

source: if available
de_de: falls verfügbar

source: Captions
de_de: Bildunterschrift

source: Define display and formatting of captions based on content metadata.
de_de: Darstellung und Formatierung der Bildunterschriften basierend auf den Metadaten definieren.
sr_rs: Definišite prikaz i formatiranje captions-a zasnovanih na sadržaju metadata.

source: Preview Captions
de_de: Bildunterschrift beim Vorschaubild
sr_rs: Prethodni Captions

source: Help
de_de: Hilfe
sr_rs: Pomoć

source: Presentation Captions
de_de: Bildunterschrift bei der Präsentation
sr_rs: Captions prezentacije

source: outside frame
de_de: außerhalb des Rahmens
sr_rs: van okvira

source: inside frame
de_de: innerhalb des Rahmens
sr_rs: unutar okvira

source: over image
de_de: über dem Bild
sr_rs: preko slike

source: Placeholders
de_de: Platzhalter

source: The following placeholders for SSP Director metadata are allowed in captions:
de_de: In Bildunterschriften sind folgende Platzhalter für SSP Director Metadaten erlaubt:
sr_rs: Sledeći placeholders-i za SSP Director metadata su dozvoljeni u captions-ima:

source: The image caption. If not set, the IPTC caption is used
de_de: Die Bildunterschrift. Falls nicht definiert, wird die IPTC Caption verwendet.
sr_rs: Caption slike. Ako nije podešen, IPTC caption je korišćen

source: The IPTC byline
de_de: IPTC Byline
sr_rs: IPTC byline

source: The image capture date from the EXIF record
de_de: Das Aufnahmedatum aus den EXIF Informationen
sr_rs: Capture slike je od EXIF record-a

source: The IPTC city
de_de: IPTC City
sr_rs: IPTC grad

source: The IPTC country
de_de: IPTC Country
sr_rs: IPTC zemlja

source: The following HTML tags are allowed in captions:
de_de: Folgende HTML Tags sind in Bildunterschriften erlaubt:
sr_rs: Sledeći HTML tagovi su dozvoljeni:

source: Date Format
de_de: Datumsformat
sr_rs: Format datuma

source: Use PHP date formats. <a href="%s" target="_blank">Help</a>
de_de: Die PHP Datumsformate benutzen. <a href="%s" target="_blank">Hilfe</a>
sr_rs: Koristite PHP format datuma. <a href="%s" target="_blank">Pomoć</a>

source: Photo Grid Defaults
de_de: Foto Grid Standardeinstellungen

source: Default settings for SSP Director Photo Grids.
de_de: Standardeinstellungen für SSP Director Foto Grids
sr_rs: Default postavke za SSP Director Photo Grids.

source: These settings can be overridden by the photo grid shortcode [sspd] attributes.
de_de: Diese Einstellungen können mit den Attributen des Foto Grid Shortcodes [sspd] überschrieben werden.
sr_rs: Ove postavke mogu biti prepisane od strane photo grid shortcode [sspd] atributa.

source: Scope
de_de: Quelle

source: -- Not specified --
de_de: -- Ohne Angabe --
sr_rs: -- Nije odredjeno --

source: Gallery
de_de: Galerie
sr_rs: Galerija

source: Limit
de_de: Maximale Anzahl

source: Leave blank if no limit should be specified.
de_de: Lassen SIe das Feld leer, wenn Sie die Zahl der Bilder nicht begrenzen wollen.
sr_rs: Ostavite prazno ako je bez limita

source: Tags
de_de: Schlüsselwörter
sr_rs: Tagovi

source: all
de_de: alle
sr_rs: sve

source: one
de_de: eines
sr_rs: jedan

source: Leave blank if no tags should be specified.
de_de: Lassen Sie das Feld leer, wenn Sie keine Schlüsselwörter spezifizieren wollen.
sr_rs: Ostavite prazno ako je bez tagova.

source: Sort
de_de: Sortierung
sr_rs: Sortirajte

source: Creation Date
de_de: Erstellungsdatum
sr_rs: Datum kada je napravljeno

source: Capture Date
de_de: Aufnahmedatum
sr_rs: Datum kada je slikano

source: Modification Date
de_de: Änderungsdatum
sr_rs: Datum mdifikacije

source: File Name
de_de: Dateiname
sr_rs: Ime fajla

source: Random
de_de: Zufällig
sr_rs: Nasumično

source: ascending
de_de: aufsteigend
sr_rs: rast

source: descending
de_de: absteigend
sr_rs: pad

source: Photo Feed
de_de: Foto Feed

source: Show a link to a photo feed for gallery images.
de_de: Einen Foto-Feed Link für die Galerie-Bilder anzeigen.
sr_rs: Prikaži link photo feed za galeriju slika.

source: Presentation
de_de: Darstellung
sr_rs: Prezentacija

source: FancyBox settings for image presentation.
de_de: FancyBox Einstellungen für die Bild-Darstellung
sr_rs: FancyBox postavke za slike prezentacije.

source: Box
de_de: Rahmen

source: Padding
de_de: Innenabstand

source: Margin
de_de: Ränder

source: Show overlay
de_de: Overlay anzeigen
sr_rs: Prikaži preklapanje

source: Opacity:
de_de: Deckkraft:
sr_rs: Neprozirnost

source: Color:
de_de: Farbe:
sr_rs: Boja

source: Cyclic navigation
de_de: Zyklische Navigation
sr_rs: Kružna navigacija

source: Show close button
de_de: Schließen-Button anzeigen
sr_rs: Prikaži dugme za zatvaranje

source: Show navigation arrows
de_de: Navigations-Pfeile anzeigen
sr_rs: Prikaži strelice za navigaciju

source: Enable ESC key
de_de: Schließen mit ESC-Taste aktivieren
sr_rs: Onemogući ESC ključ

source: Transitions
de_de: Übergänge
sr_rs: Prelazi

source: In:
de_de: Einwärts:
sr_rs: U:

source: fade
de_de: Überblenden
sr_rs: izbledelo

source: elastic
de_de: Elastisch
sr_rs: elastično

source: Speed:
de_de: Dauer:
sr_rs: Brzina:

source: Out:
de_de: Auswärts:
sr_rs: Van:

source: Change speed:
de_de: Dauer des Bildwechsels
sr_rs: Promena brzine:

source: Speed of resizing when changing gallery items, in milliseconds
de_de: Dauer des Bildwechsels in Millisekunden
sr_rs: Brzina promene veličine kada se galerija menja u milisekundama

source: Update settings
de_de: Einstellungen speichern
sr_rs: Update postavki

source: Aquire these images as photo feed.
de_de: Diese Bilder als Foto-Feed beziehen.
sr_rs: Zahtev za ove slike u photo feed-u.

source: Displays a photogrid populated with SSP Director content.
de_de: Zeigt ein Bildraster aus SSP Director Inhalten an
sr_rs: Prikazuje photogrid naseljen SSP Director sadržajem.

source: Director Photogrid
de_de: Director Bildraster

source: Title
de_de: Titel
sr_rs: Naslov

source: Surrounding HTML Element
de_de: Umschließendes HTML Element
sr_rs: Okruživanje HTML elementa

source: Limit to <input name="%s" type="text" size="3" value="%s"/> images.
de_de: Auf <input name="%s" type="text" size="3" value="%s"/> Bilder begrenzen.
sr_rs: Limit za <input name="%s" type="text" size="3" value="%s"/> slike.

source: Sort by
de_de: Sortierung
sr_rs: Sortirano po

source: Secret
sr_rs: Tajna

source: Position:
sr_rs: Pozicija

source: HTML Tags
sr_rs: HTML Tagovi

source: Overlay
sr_rs: Preklapanje

source: Navigation
sr_rs: Navigacija

source: Easing:
sr_rs: Lakoća:

source: Linear
sr_rs: Linearno
